[
    {
        "text": "Um pintor pretende fazer uma reprodução do quadro Guernica em uma tela de dimensões 20 cm por 30 cm. Essa obra, de autoria do espanhol Pablo Picasso, é uma pintura com 3,6 m de altura e 7,8 m de comprimento. A reprodução a ser feita deverá preencher a maior área possível da tela, mantendo a proporção entre as dimensões da obra original. A escala que deve ser empregada para essa reprodução é\nAlternativas\nA\n1 : 12.\nB\n1 : 18.\nC\n1 : 21.\nD\n1 : 23.\nE\n1 : 26.\nResponder"
    },
    {
        "text": "Um tanque de armazenamento de líquidos tem o formato de uma pirâmide reta de base quadrada, cujo plano que contém essa base é paralelo a um solo plano e horizontal. Esse tanque tem capacidade de 240 litros e altura de 2 metros. Inicialmente vazio, nele é despejado um líquido à vazão constante de 0,015 m3/s.\nSabe-se que 1 L = 1 dm3 = 0,001 m3.\n\n\n\n\n\n\n\nQual expressão fornece a altura, em metro, da coluna de líquido dentro desse tanque em função do tempo t, em segundo? \nAlternativas\nA\nB\nC\nD\nE\nResponder"
    },
    {
        "text": "O dono de dois cachorrinhos, um shitzu e um poodle, fez uma pesquisa na internet sobre preços de banho para seus cães em cinco lojas próximas à sua casa. Ele pretendia levar os dois cachorrinhos a um mesmo petshop naquela semana para tomar banho.\n\n\n\n\n\nO local escolhido foi o que apresentou o menor preço para banho dos dois cachorrinhos.\nO petshop escolhido foi o \nAlternativas\nA\nI.\nB\nII.\nC\nIII.\nD\nIV.\nE\nV.\nResponder"
    },
    {
        "text": "Na planta baixa de uma casa, um quarto retangular, cuja área é de 24 m2, está representado por um retângulo com lados medindo 0,10 m e 0,15 m.\nA escala dessa planta é \nAlternativas\nA\n1 : 24.\nB\n1 : 40.\nC\n1 : 60.\nD\n1 : 1600.\nE\n1 : 16000.\nResponder"
    },
    {
        "text": "É comum pensarmos na equivalência entre a idade de um animal de estimação, no caso de cães e gatos, e de um ser humano.\n     De acordo com as diretrizes de idade criadas pela American Animal Hospital Association (AAHA), o International Cat Care e a American Association of Feline Practitioners (AAFP), a última fase da vida de um gato é chamada de geriátrica e começa aos 15 anos de vida do animal. A tabela apresenta os primeiros anos da fase geriátrica da equivalência entre a idade do gato e a idade de um humano.\n\n\n  Sabe-se que o gato mais velho do mundo morreu ao completar 38 anos de vida. Considere que o padrão observado na tabela se mantém.\n\n\n\n\n\n\nDisponível em: https://canaldopet.ig.com.br. Acesso em: 28 nov. 2021 (adaptado).\n\nacordo com os dados apresentados, a idade em que o gato mais velho do mundo morreu é equivalente a qual idade, em ano, de um humano?\nAlternativas\nA\n129\nB\n133\nC\n158\nD\n168\nE\n176\nResponder"
    },
    {
        "text": "Uma incorporadora põe à venda diversos apartamentos de 2 e de 3 quartos. Os de 2 quartos têm varanda e custam R$ 220000,00. Alguns apartamentos de 3 quartos não têm varanda e custam R$ 300 000,00. Se tiverem varanda, o preço será 15% maior. A previsão do mercado é de que imóveis de 2 quartos possam ser revendidos daqui a 12 meses por 5% a mais que o preço pelo qual foram comprados, enquanto apartamentos de 3 quartos poderão ser revendidos daqui a 12 meses por 4% a mais do que o valor pago, independentemente de terem varanda.\n     Uma agência imobiliária tem R$ 1000 000,00 para investir e decidiu comprar alguns desses apartamentos. A intenção é revendê-los daqui a 12 meses com o maior lucro possível. As possibilidades de compra foram analisadas e, levando em conta o valor a investir e a previsão do mercado, uma decisão sobre a compra foi tomada.\nA decisão quanto à quantidade e ao tipo de apartamentos a comprar foi de\nAlternativas\nA\n4 de 2 quartos.\nB\n3 de 3 quartos sem varanda.\nC\n3 de 3 quartos com varanda.\nD\n3 de 2 quartos e 1 de 3 quartos sem varanda.\nE\n1 de 2 quartos, 1 de 3 quartos sem varanda e 1 de 3 quartos com varanda.\nResponder"
    },
    {
        "text": "Em 2017, foram publicados os resultados de uma pesquisa sobre a distância média preferida entre pessoas “estranhas”, “conhecidas” e “amigas”, dependendo do local onde vivem, conforme apresentado.\n\n\n\n\n\n\nSOROKOWSKA, A. et al. Prefered Interpersonal Distances: a Global Comparison. J Cross-Cultural Psychol., n. 48, 2017 (adaptado).\n\nDentre os locais considerados no gráfico, os que apresentam as menores distâncias médias preferidas entre “estranhos”, “conhecidos” e “amigos” são, respectivamente,\nAlternativas\nA\nChina, Índia e China.\nB\nArgentina, Argentina e Noruega.\n\nC\nNoruega, Argentina e Argentina.\nD\nNigéria, Nigéria e México.\nE\nChina, Índia e Nigéria.\nResponder"
    },
    {
        "text": "Uma pessoa decide fazer uma viagem de automóvel, cujo trecho a ser percorrido é de 560 km em rodovias asfaltadas. Ela partiu com o tanque contendo 50 litros de gasolina e parou para descansar em um posto de combustível que ficava a 80 km do destino. Na faixa de velocidade em que ela dirigiu até essa parada, o rendimento médio de seu veículo foi de 12 km por litro. Sabendo que, em certa faixa de velocidade, o rendimento médio de seu carro é de 16 km por litro, decide alterar sua velocidade para percorrer o trecho final da viagem de forma a garantir esse maior rendimento. Aproveitando que se encontrava em um posto de gasolina, essa pessoa pretende reabastecer seu carro de modo a conseguir chegar ao destino com, pelo menos, 25 litros de gasolina no tanque.\nA quantidade mínima de gasolina, em litro, com que essa pessoa deve reabastecer seu veículo nesse posto, antes de seguir viagem, é\nAlternativas\nA\n5.\nB\n10.\nC\n15.\nD\n20.\nE\n55.\nResponder"
    },
    {
        "text": "Uma fábrica utiliza latas cilíndricas como embalagem de seus produtos. Para embalar um novo produto, essa fábrica necessitará de latas cilíndricas com, no mínimo, o triplo da capacidade volumétrica das que estão em uso, e com o menor custo possível. O representante de uma empresa de embalagens disponibilizou para essa fábrica cinco opções de latas, relacionando as medidas das latas novas com as que estão em uso. São elas:\n\n• I: multiplicar a medida do raio por 6 e manter a da altura; • II: triplicar as medidas da área da base e da altura; • III: triplicar a medida do raio e manter a da altura; • IV: manter a medida do raio e triplicar a da altura; • V: triplicar as medidas do raio e da altura.\n\nO preço de cada lata é diretamente proporcional à sua capacidade volumétrica.\nAs exigências da fábrica são atendidas pelo tipo de lata apresentada na opção\nAlternativas\nA\nI. \nB\nII.\nC\nIII.\nD\nIV.\nE\nV.\nResponder"
    },
    {
        "text": "Uma empresa produz embalagens para acomodar seu produto. As embalagens atuais são cilíndricas e medem 16 cm de diâmetro e 20 cm de altura. A pedido da direção, as embalagens terão um novo formato. Elas serão na forma de paralelepípedos retos retângulos, de base quadrada, de lado medindo 16 cm. A capacidade delas deverá ser, pelo menos, 400 mL maior que a das embalagens atuais.\nUse 3 como valor aproximado de π.\nO valor aproximado da medida da altura das novas embalagens, em centímetro, é\nAlternativas\nA\n11.\nB\n15.\nC\n17.\nD\n62.\nE\n66.\nResponder"
    },
    {
        "text": "Dois objetos metálicos, ambos com temperatura inicial igual a 10 °C, são aquecidos. Suas temperaturas, y1 e y2, em função do tempo t, em segundo, estão representadas no plano cartesiano pelas semirretas com origem no ponto A(0 ; 10) e que passam, respectivamente, pelos pontos B(20 ; 50) e C(40 ; 30). Sabe-se que, em determinado intervalo de tempo, a temperatura y1 aumentou 20 °C. \n\n\n\n\n\n\nNesse mesmo intervalo de tempo, a temperatura y2, em grau Celsius, aumentou\nAlternativas\nA\n5.\nB\n10.\nC\n15. \nD\n20.\nE\n50.\nResponder"
    },
    {
        "text": "A partir de um exame clínico, ficou constatado que uma pessoa encontrava-se com uma grave deficiência de vitaminas X e Y. Ela foi orientada a fazer 100% de reposição diária de cada vitamina. Devido à sua condição socioeconômica, ela só dispõe dos alimentos Z e W para suprir essa deficiência. Os alimentos Z e W custam, respectivamente, R$ 3,00 e R$ 8,00 por quilo. Segue um quadro com a porcentagem que cada 100 g desses dois alimentos fornece de cada vitamina. \n\n\n\n\n\n\nO valor mínimo diário, em real, que a pessoa gastará para suprir suas necessidades de vitaminas X e Y, consumindo os alimentos Z e W, é\nAlternativas\nA\n5,00.\nB\n5,60.\nC\n6,10.\nD\n6,20.\nE\n10,00.\nResponder"
    },
    {
        "text": "O automóvel é um bem que se desvaloriza muito rapidamente, quando comparado a outros bens. Após a venda, um automóvel novo já sofre uma grande desvalorização. O histórico de um automóvel novo, vendido por R$ 30 000,00, apresenta os seguintes valores (V ) de mercado, após decorridos os períodos indicados a seguir:\n\n• ao final de um ano, R$ 27000,00; • ao final de dois anos, R$ 24300,00; • ao final de três anos, R$ 21870,00.\n   Esses preços seguiram um modelo exponencial que expressa V em função do número n de ano de uso, pela relação V(n) = V0 · q n, em que V0 é o valor inicial, q é o fator de desvalorização e n é o tempo, em ano, decorrido após a venda.\n\nO valor, em milhar de real, com uma casa decimal, que mais se aproxima do valor de mercado desse carro, ao final de seis anos, é\nAlternativas\nA\n13,7.\nB\n14,3.\nC\n14,6.\nD\n15,9.\nE\n17,7. \nResponder"
    },
    {
        "text": "Visando obter créditos de carbono, uma empresa, emissora de gases de efeito estufa, elabora um projeto de reflorestamento em uma área desmatada. De acordo com o projeto, no primeiro ano serão reflorestados 500 hectares. A partir daí, a cada ano, a área total reflorestada será aumentada em 50% em relação ao ano anterior.\nA expressão algébrica que representa a área total reflorestada (An), em hectare, ao final de n anos é\nAlternativas\nA\nAn = 500 ⋅ 0,5n−1 \nB\nAn = 500 ⋅ 1,5n−1  \nC\nAn = 500 + n ⋅ 250\nD\nAn = 500 ⋅ (1 + 0,5n−1)\nE\nAn = 500 + (n − 1) ⋅ 250\nResponder"
    },
    {
        "text": "A transformação entre os tipos de energia cinética (Ec) e energia potencial (Ep), em sistemas conservativos, é regida pela lei que afirma que a energia mecânica, dada pela soma Ec + Ep, é constante ao longo do tempo. Assuma que, em um sistema conservativo, a energia mecânica é de 12 kJ (quilojoule), sendo observado que a energia cinética Ec (em quilojoule), dada em função do tempo t (em hora), apresentou o comportamento descrito no gráfico.\n\n\n\n\n\n\nPretende-se avaliar, no período de 0 a 8 horas, qual é o maior valor possível de ser atingido pela energia potencial Ep nesse sistema conservativo.\nO valor máximo da energia potencial, em quilojoule, é igual a\nAlternativas\nA\n12.\nB\n9.\nC\n5.\nD\n3.\nE\n1.\nResponder"
    },
    {
        "text": "Para estimar a quantidade de tijolos a ser usada na construção de uma parede, é necessário saber como o tijolo será assentado, pois a estimativa depende de qual face do tijolo ficará aparente na parede.\nEm uma obra, um pedreiro deverá construir uma parede, na qual haverá uma janela, ambas em formato retangular, utilizando tijolos em forma de blocos de faces também retangulares, com as medidas indicadas na figura a seguir.\n\n\n\n\n\n\nSegundo as orientações que recebeu, a janela não poderá ser tão pequena a ponto de a medida de sua área equivaler à área da face aparente de 100 tijolos, e nem tão grande a ponto de ocupar uma área de medida maior ou igual a 1/6 da medida da área da parede, na situação em que não houvesse janela na parede. Despreze a espessura da massa para assentar esses tijolos.\nNessas condições, as quantidades mínima e máxima de tijolos que poderão ser utilizados na construção dessa parede são, respectivamente,\nAlternativas\nA\n100 e 400.\nB\n100 e 2400.\nC\n2000 e 2300.\nD\n733 e 2396.\nE\n2500 e 2800.\nResponder"
    },
    {
        "text": "O limite recomendável de carga a ser transportada por um caminhão é 10000 kg. Ao transportar uma carga que excede em 300 kg esse limite, o consumo de combustível é 2% maior que o consumo observado ao transportar 10000 kg.\nEm uma rodovia, o consumo de combustível desse caminhão é proporcional à quilometragem percorrida, quando considerada uma mesma carga transportada. Sabe-se que, transportando 10000 kg por 90 km nessa rodovia, esse caminhão consome 60 litros de combustível. Suponha que esse caminhão irá transportar uma carga de 10300 kg por 75 km nessa rodovia.\nQuantos litros de combustível esse caminhão consumirá para efetuar esse transporte?\nAlternativas\nA\n49,0\nB\n50,0\nC\n51,0\nD\n58,8\nE\n61,2\nResponder"
    },
    {
        "text": "Uma escola analisou as propostas de cinco empresas para alugar uma máquina fotocopiadora que atenda à demanda de 12000 cópias mensais. Cada empresa cobra um valor fixo pelo aluguel mensal da máquina, mais um valor proporcional ao número de cópias realizadas, ambos em real. Assim, o custo total C, do aluguel de uma máquina, que atenda a uma demanda de x cópias mensais, em cada uma das cinco empresas, pode ser dado pelas expressões:\n\n• empresa I: C = 500 + 0,40x; • empresa II: C = 800 + 0,50x; • empresa III: C = 2000 + 0,20x; • empresa IV: C = 1100 + 0,25x; • empresa V: C = 600 + 0,30x.\n\nA escola escolheu a empresa que apresentou a proposta que fornecia o serviço necessário pelo menor custo mensal.\nA empresa escolhida foi a\nAlternativas\nA\nI.\nB\nII.\nC\nIII.\nD\nIV.\nE\nV.\nResponder"
    },
    {
        "text": "Em um supermercado, uma marca de papel higiênico é comercializada em cinco diferentes tipos de pacotes, contendo quantidades distintas de rolos em cada um. Todos os rolos são de mesma largura e com metragens lineares diversas. Os preços de cada tipo de pacote são distintos, e as especificações são estas:\n\n• tipo I: pacote contendo 4 rolos, com metragem linear de 60 m por rolo, ao preço de R$ 4,90;\n• tipo II: pacote contendo 12 rolos, com metragem linear de 20 m por rolo, ao preço de R$ 4,50;\n• tipo III: pacote contendo 16 rolos, com metragem linear de 30 m por rolo, ao preço de R$ 8,60;\n• tipo IV: pacote contendo 20 rolos, com metragem linear de 30 m por rolo, ao preço de R$ 11,00;\n• tipo V: pacote contendo 24 rolos, com metragem linear de 20 m por rolo, ao preço de R$ 8,70.\n\nUm cliente vai a esse supermercado, avalia cada uma das especificações e resolve adquirir um pacote de papel higiênico que tenha o menor preço por metro linear.\n\nQual foi o tipo de pacote adquirido por esse cliente?\nAlternativas\nA\nI\nB\nII\nC\nIII\nD\nIV\nE\nV\nResponder"
    },
    {
        "text": "Uma pessoa planeja fazer um intercâmbio com duração de dois meses consecutivos a serem escolhidos dentre os seguintes meses: abril, maio, junho e julho.\nA tabela apresenta as cinco cidades possíveis para o intercâmbio de seu interesse (X, Y, Z, W e K), com as respectivas temperaturas máximas mensais registradas no mesmo período do ano anterior.\n\n\n\n\n\n\nSeu médico recomendou que, com base nos dados fornecidos na tabela, ela escolhesse a cidade que apresentasse, em dois meses consecutivos, a maior média de temperatura máxima mensal e fizesse o intercâmbio nesse período.\nQual cidade a pessoa deve escolher para satisfazer adequadamente a recomendação médica? \nAlternativas\nA\nX\nB\nY\nC\nZ\nD\nW\nE\nK\nResponder"
    }
]